Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: No Code Found
de: Kein Code gefunden
es: No se encontró ningún código
fr: Aucun code trouvé
it: Nessun codice trovato

source: No Credentials
de: Keine Zugangsdaten
es: No hay credenciales
fr: Aucun identifiant
it: Nessuna credenziale

source: No Deadline
de: Keine Frist
es: Sin fecha límite
fr: Aucune échéance
it: Nessuna scadenza

source: No Documents
de: Keine Dokumente
es: Sin Documentos
fr: Aucun Document
it: Nessun Documento

source: No duplicate asset folders were found.
de: Keine doppelten Asset-Ordner gefunden.
es: No se han detectado carpetas de recursos duplicadas.
fr: Aucun dossier d’assets en double n’a été détecté.
it: Non sono state rilevate cartelle degli asset duplicate.

source: No location set
de: Kein Standort festgelegt
es: Sin ubicación establecida
fr: Aucun lieu défini
it: Nessuna posizione impostata

source: No Notes
de: Keine Notizen
es: No hay notas
fr: Aucune note
it: Nessuna nota

source: No Pages
de: Keine Seiten
es: No hay páginas
fr: Aucune page
it: Nessuna pagina

source: No password saved
de: Kein Passwort gespeichert
es: No hay ninguna contraseña guardada
fr: Aucun mot de passe enregistré
it: Nessuna password salvata

source: No Recently Deleted
de: Keine kürzlich gelöschten Elemente
es: No hay elementos eliminados recientemente
fr: Aucun élément récemment supprimé
it: Nessun elemento eliminato di recente

source: No Recently Deleted Items
de: Keine kürzlich gelöschten Elemente
es: No hay elementos eliminados recientemente
fr: Aucun élément récemment supprimé
it: Nessun elemento eliminato di recente

source: No reminders
de: Keine Erinnerungen
es: No hay recordatorios
fr: Aucun rappel
it: Nessun promemoria

source: No Scheduled Notifications
de: Keine geplanten Benachrichtigungen
es: No hay notificaciones programadas
fr: Aucune notification programmée
it: Nessuna notifica programmata

source: No tasks
de: Keine Aufgaben
es: No hay tareas
fr: Aucune tâche
it: Nessuna attività

source: No Tasks
de: Keine Aufgaben
es: No hay tareas
fr: Aucune tâche
it: Nessun attività

source: No tasks these days
de: Keine Aufgaben in diesen Tagen
es: No hay tareas estos días
fr: Pas de tâches ces jours-ci
it: Nessuna attività in questi giorni

source: No tasks to export
de: Keine Aufgaben zum Exportieren
es: No hay tareas para exportar
fr: Aucune tâche à exporter
it: Nessuna attività da esportare

source: No tasks today
de: Keine Aufgaben heute
es: Sin tareas hoy
fr: Aucune tâche aujourd’hui
it: Nessuna attività oggi

source: No Trip Types
de: Keine Reisetypen
es: Ningún tipo de viaje
fr: Aucun type de voyage
it: Nessun tipo di viaggio

source: No upcoming events
de: Keine bevorstehenden Ereignisse
es: No hay eventos próximos
fr: Aucun événement à venir
it: Nessun evento imminente

source: No username
de: Kein Benutzername
es: Sin nombre de usuario
fr: Aucun nom d’utilisateur
it: Nessun nome utente

source: No website saved
de: Kein Passwort gespeichert
es: No hay ningún sitio web guardado
fr: Aucun site web enregistré
it: Nessun sito web salvato

source: No. For security reasons, ForMemo cannot recover or reset the password used to restore Vault data from a backup.
de: Nein. Aus Sicherheitsgründen kann ForMemo das Passwort, das zur Wiederherstellung von Tresordaten aus einem Backup verwendet wird, weder wiederherstellen noch zurücksetzen.
es: No. Por motivos de seguridad, ForMemo no puede recuperar ni restablecer la contraseña utilizada para restaurar los datos de la Caja fuerte desde una copia de seguridad.
fr: Non. Pour des raisons de sécurité, ForMemo ne peut ni récupérer ni réinitialiser le mot de passe utilisé pour restaurer les données du Coffre à partir d’une sauvegarde.
it: No. Per motivi di sicurezza, ForMemo non può recuperare né reimpostare la password utilizzata per ripristinare i dati della Cassaforte da un backup.

source: No. iCloud synchronization and manual backups are separate features. Backups are still recommended for additional safety and portability.
de: Nein. Die iCloud-Synchronisierung und manuelle Backups sind getrennte Funktionen. Backups werden weiterhin für zusätzliche Sicherheit und Portabilität empfohlen.
es: No. La sincronización de iCloud y las copias de seguridad manuales son funciones independientes. Las copias de seguridad siguen siendo recomendables para mayor seguridad y portabilidad.
fr: Non. La synchronisation iCloud et les sauvegardes manuelles sont des fonctionnalités distinctes. Les sauvegardes restent recommandées pour plus de sécurité et de portabilité.
it: No. La sincronizzazione iCloud e i backup manuali sono funzionalità separate. I backup sono comunque consigliati per maggiore sicurezza e portabilità.

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno

source: Not Enabled
de: Nicht aktiviert
es: No activado
fr: Non activé
it: Non abilitato

source: Not started
de: Nicht begonnen
es: Sin iniciar
fr: Non commencées
it: Non iniziate

source: Note
de: Notiz
es: Nota
it: Nota

source: Note %@
de: Notiz %@
es: Nota %@
it: Nota %@

source: Note ForMemo
de: Notiz ForMemo
es: Nota ForMemo
it: Nota ForMemo

source: Note saved in ForMemo.
de: Notiz in ForMemo gesichert.
es: Nota guardada en ForMemo.
fr: Note enregistrée dans ForMemo.
it: Nota salvata in ForMemo.

source: Notes
de: Notizen
es: Notas
it: Note

source: Notes lets you create, edit, organize, and store personal notes separately from your tasks. Notes are designed for information that does not need to be managed as a task.
de: Mit Notes kannst du persönliche Notizen unabhängig von deinen Aufgaben erstellen, bearbeiten, organisieren und speichern. Notes ist für Informationen gedacht, die nicht als Aufgabe verwaltet werden müssen.
es: Notas te permite crear, editar, organizar y almacenar notas personales por separado de tus tareas. Notas está pensado para información que no necesita gestionarse como una tarea.
fr: Notes vous permet de créer, de modifier, d’organiser et de stocker des notes personnelles séparément de vos tâches. Notes est conçu pour les informations qui n’ont pas besoin d’être gérées comme des tâches.
it: Note ti permette di creare, modificare, organizzare e archiviare note personali separatamente dalle tue attività. Note è pensato per le informazioni che non devono essere gestite come attività.

source: Notes: %lld
de: Notizen: %lld
es: Notas: %lld
it: Note: %lld

source: Notification
de: Benachrichtigung
es: Notificación
it: Notifica

source: Notification and badge time
de: Zeit für Benachrichtigung und Badge
es: Hora de la notificación e insignia
fr: Heure de notification et de badge
it: Tempo di notifica e badge

source: Notification sound
de: Benachrichtigungston
es: Sonido de notificación
fr: Son de notification
it: Suono notifica

source: Notification times depend on the task date, reminder settings, and system adjustments. The app avoids past or invalid times and schedules only valid future alerts.
de: Die Zeiten der Benachrichtigungen hängen vom Aufgabendatum, den Erinnerungseinstellungen und Systemanpassungen ab. Die App vermeidet vergangene oder ungültige Zeiten und plant nur gültige zukünftige Hinweise.
es: Los horarios de las notificaciones dependen de la fecha de la tarea, de los ajustes de recordatorio y de ajustes del sistema. La app evita horarios pasados o no válidos y programa solo avisos futuros válidos.
fr: Les horaires des notifications dépendent de la date de la tâche, des réglages de rappel et des ajustements du système. L’app évite les horaires passés ou invalides et ne planifie que des alertes futures valides.
it: Gli orari delle notifiche dipendono dalla data dell’attività, dalle impostazioni dei promemoria e da eventuali correzioni del sistema. L’app evita orari passati o non validi e pianifica solo notifiche future valide.

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche

source: Notifications & Reminders
de: Benachrichtigungen und Erinnerungen
es: Notificaciones y recordatorios
fr: Notifications et rappels
it: Notifiche e promemoria

source: Notifications must be enabled in system settings to receive alerts and sounds.
de: Mitteilungen müssen in den Systemeinstellungen aktiviert sein, um Hinweise und Töne zu erhalten.
es: Las notificaciones deben estar activadas en los ajustes del sistema para recibir alertas y sonidos.
fr: Les notifications doivent être activées dans les réglages système pour recevoir des alertes et des sons.
it: Le notifiche devono essere abilitate nelle impostazioni di sistema per ricevere avvisi e suoni.

source: Notify Before Expiry
de: Vor Ablauf benachrichtigen
es: Notificar antes de la caducidad
fr: Notifier avant l'expiration
it: Avvisa prima della scadenza

source: Notify global
de: Globale Benachrichtigung
es: Notificación global
fr: Notification globale
it: Notifica globale

source: Ocean
de: Ozean
es: Nacht
fr: Océan
it: Oceano

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato

source: one hour before
de: eine Stunde vorher
es: una hora antes
fr: une heure avant
it: un ora prima

source: Only attachments of completed tasks are deleted automatically if the option is enabled in settings.
de: Nur Anhänge abgeschlossener Aufgaben werden automatisch gelöscht, wenn die Option in den Einstellungen aktiviert ist.
es: Solo los archivos adjuntos de tareas completadas se eliminan automáticamente si la opción está activada en los ajustes.
fr: Seules les pièces jointes des tâches terminées sont supprimées automatiquement si l’option est activée dans les réglages.
it: Solo gli allegati delle attività completate vengono eliminati automaticamente se l’opzione è attiva nelle impostazioni

source: Only Selected attachments
de: Nur ausgewählte Anhänge
es: Solo archivos adjuntos seleccionados
fr: Uniquement les pièces jointes sélectionnées
it: Solo allegati selezionati

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@

source: Open at launch
de: Beim Start öffnen
es: Abrir al iniciar
fr: Ouvrir au lancement
it: Apri all’avvio

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni

source: Open Website
de: Website öffnen
es: Abrir sitio web
fr: Ouvrir le site web
it: Apri sito web

source: Operation cancelled
de: Vorgang abgebrochen
es: Operación cancelada
fr: Opération annulée
it: Operazione annullata

source: Optimized for Dark Mode
de: Optimiert für den Dunkelmodus
es: Optimizado para el modo oscuro
fr: Optimisé pour le mode sombre
it: Ottimizzato per la modalità scura

source: Optional Notes
de: Optionale Notizen
es: Notas opcionales
fr: Notes facultatives
it: Note opzionali

source: Options
de: Optionen
es: Opciones
it: Opzioni

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
it: Ordine

source: Other
de: Sonstiges
es: Orden
fr: Autre
it: Altro

source: Overcast
de: Bedeckt
es: Cubierto
fr: Couvert
it: Coperto

source: Overdue
de: Überfällig
es: Vencidos
fr: En retard
it: Scadute

source: Overdue in previous days: %lld
de: In den vergangenen Tag abgelaufen: %lld
es: Caducados en días anteriores: %lld
fr: Expiré les jours précédents : %lld
it: Scaduti nei giorni precedenti: %lld

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Riepilogo

source: Overview gives you a quick summary of the information that matters most. It provides an at-a-glance view of your tasks, documents, Wallet items, trip lists, and other useful information, helping you quickly understand the current status of your data.
de: Die Übersicht bietet Ihnen eine schnelle Zusammenfassung der wichtigsten Informationen. Sie zeigt auf einen Blick Ihre Aufgaben, Dokumente, Wallet-Einträge, Reiselisten und weitere nützliche Informationen, damit Sie den aktuellen Stand Ihrer Daten sofort erkennen können.
es: El Resumen te ofrece una visión rápida de la información más importante. Muestra de un vistazo tus tareas, documentos, elementos de la Caja fuerte, listas de viaje y otra información útil, ayudándote a conocer rápidamente el estado actual de tus datos.
fr: Le Récapitulatif vous offre une vue d’ensemble rapide des informations les plus importantes. Il affiche en un coup d’œil vos tâches, documents, éléments du Wallet, listes de voyage et d’autres informations utiles afin de vous permettre de connaître rapidement l’état actuel de vos données.
it: Il Riepilogo ti offre una panoramica immediata delle informazioni più importanti. Mostra a colpo d’occhio attività, documenti, elementi del Wallet, checklist di viaggio e altre informazioni utili, aiutandoti a conoscere rapidamente lo stato attuale dei tuoi dati.

source: Pajamas
de: Pyjama
es: Pijama
fr: Pyjama
it: Pigiama

source: Paper Towels
de: Küchenpapier
es: Papel de cocina
fr: Essuie-tout
it: Carta assorbente

source: Parking Pass
de: Parkausweis
es: Permiso de Aparcamiento
fr: Permis de Stationnement
it: Permesso Parcheggio

source: Partly Cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso

source: Partly Cloudy Night
de: Teilweise Bewölkte
es: Parcialmente Nublada
fr: Partiellement Nuageus
it: Parzialmente Nuvolos0

source: Passport
de: Reisepass
es: Pasaporte
fr: Passeport
it: Passaporto

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Password Expiration
de: Passwortablauf
es: Caducidad de la contraseña
fr: Expiration du mot de passe
it: Scadenza password

source: Password expired
de: Passwort aktualisiert
es: Contraseña caducada
fr: Mot de passe expiré
it: Password scaduta

source: Password Expires
de: Passwort läuft ab
es: La contraseña caduca
fr: Le mot de passe expire
it: La password scade

source: Password Generator
de: Passwortgenerator
es: Generador de contraseñas
fr: Générateur de mots de passe
it: Generatore di password

source: Password Updated
de: Passwort aktualisiert
es: Contraseña actualizada
fr: Mot de passe mis à jour
it: Password aggiornata

source: Paste Section
de: Abschnitt einfügen
es: Pegar sección
fr: Coller la section
it: Incolla sezione

source: Payment Card
de: Zahlungskarte
es: Tarjeta de pago
fr: Carte de paiement
it: Carta di Pagamento

source: Pearl
de: Perle
es: Nacht
fr: Perle
it: Perla

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo

source: Permissions
de: Autorisations
es: Permisos
fr: Autorisations
it: Autorizzazioni

source: Phone Charger
de: Handyladegerät
es: Cargador del teléfono
fr: Chargeur de téléphone
it: Caricatore del telefono

source: Phone Holder
de: Handyhalterung
es: Soporte para móvil
fr: Support téléphone
it: Supporto telefono

source: Photo import incomplete
de: Fotoimport unvollständig
es: Importación de fotos incompleta
fr: Importation des photos incomplète
it: Importazione foto incompleta

source: Photography
de: Fotografie
es: Fotografía
fr: Photographie
it: Fotografia

source: Picnic Blanket
de: Picknickdecke
es: Manta de picnic
fr: Couverture de pique-nique
it: Coperta da picnic

source: Plain
de: Liste
es: Lista
fr: Liste
it: Lista

source: Please tell me what to search for.
de: Bitte sag mir, wonach du suchen möchtest.
es: Por favor, dime qué quieres buscar.
fr: Veuillez me dire ce que vous souhaitez rechercher.
it: Dimmi cosa vuoi cercare.

source: Please wait…
de: Bitte warten…
es: Por favor, espere…
fr: Veuillez patienter…
it: Attendere…

source: Plum
de: Pflaume
es: Ciruela
fr: Prune
it: Prugna

source: Polychrome
de: Polychrom
es: Policromo
it: Policromatico

source: Pots
de: Töpfe
es: Ollas
fr: Casseroles
it: Pentole

source: Powerful Filters
de: Leistungsstarke Filter
es: Filtros avanzados
fr: Filtres avancés
it: Filtri avanzati

source: Powerful Filters help you quickly find tasks by category, priority, due date period, overdue status, or tasks without a deadline. Multiple filters can be combined at the same time.
de: Leistungsstarke Filter helfen Ihnen, Aufgaben schnell nach Kategorie, Priorität, Fälligkeitszeitraum, Überfälligkeitsstatus oder fehlendem Fälligkeitsdatum zu finden. Mehrere Filter können gleichzeitig kombiniert werden.
es: Los filtros avanzados te ayudan a encontrar rápidamente tareas por categoría, prioridad, período de vencimiento, estado de vencimiento o ausencia de fecha límite. Se pueden combinar varios filtros al mismo tiempo.
fr: Les filtres avancés vous permettent de trouver rapidement des tâches par catégorie, priorité, période d’échéance, statut de retard ou absence de date d’échéance. Plusieurs filtres peuvent être combinés simultanément.
it: I Filtri avanzati ti aiutano a trovare rapidamente le attività in base a categoria, priorità, periodo di scadenza, stato di scadenza o assenza di una scadenza. È possibile combinare più filtri contemporaneamente.

source: Preparing Backup...
de: Backup wird vorbereitet…
es: Preparando copia de seguridad…
fr: Préparation de la sauvegarde…
it: Preparazione backup…

source: Presets
de: Voreinstellungen
es: Voreinstellungen
fr: Préréglages
it: Temi predefiniti

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità

# priority.critical
source: critical
de: Kritisch
es: Crítica
fr: Critique
it: Critica

# priority.high
source: high
de: Hoch
es: Alta
fr: Haute
it: Alta

# priority.low
source: low
de: Niedrig
es: Baja
fr: Basse
it: Bassa

# priority.medium
source: medium
de: Mittel
es: Media
fr: Moyenne
it: Media

# priority.none
source: none
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna

source: Private Club
de: Privatclub
es: Club Privado
fr: Club Privé
it: Club Privato

source: Professional License
de: Berufslizenz
es: Licencia Profesional
fr: Licence Professionnelle
it: Licenza Professionale

source: Protective Jacket
de: Schutzjacke
es: Chaqueta protectora
fr: Veste de protection
it: Giacca protettiva

source: Pulse
de: Impuls
es: Pulso
fr: Impulsion
it: Pulsazione

source: Query
de: Anfrage
es: Consulta
fr: Recherche
it: Richiesta

source: Quick Guide
de: Kurzanleitung
es: Guía rápida
fr: Guide rapide
it: Guida rapida

source: Quickly scan loyalty cards and tickets using the device camera or import ticket images to automatically save barcode and QR code information into your Wallet.
de: Scannen Sie Kundenkarten und Tickets schnell mit der Gerätekamera oder importieren Sie Ticketbilder, um Barcode- und QR-Code-Informationen automatisch in Ihrem Wallet zu speichern.
es: Escanea rápidamente tarjetas de fidelización y tickets utilizando la cámara del dispositivo o importa imágenes de tickets para guardar automáticamente la información de códigos de barras y códigos QR en tu Wallet.
fr: Scannez rapidement des cartes de fidélité et des tickets à l’aide de l’appareil photo de l’appareil ou importez des images de tickets afin d’enregistrer automatiquement les informations de codes-barres et de codes QR dans votre Wallet.
it: Scansiona rapidamente carte fedeltà e tickets utilizzando la fotocamera del dispositivo oppure importa immagini di tickets per salvare automaticamente nel Wallet le informazioni di codici a barre e codici QR.

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia

source: Rain Gloves
de: Regenhandschuhe
es: Guantes de lluvia
fr: Gants de pluie
it: Guanti antipioggia

source: Rain Jacket
de: Regenjacke
es: Chaqueta impermeable
fr: Veste de pluie
it: Giacca antipioggia

source: Rain Suit
de: Regenanzug
es: Chubasquero
fr: Combinaison de pluie
it: Tuta antipioggia

source: Ready to save
de: Bereit zum Speichern
es: Listo para guardar
fr: Prêt à enregistrer
it: Pronto per il salvataggio

source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents
it: Recenti

source: Recently Deleted
de: Kürzlich gelöscht
es: Eliminados recientemente
fr: Récemment supprimés
it: Eliminati di recente

source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra

source: Record voice note
de: Sprachnotiz aufnehmen
es: Grabar nota de voz
fr: Enregistrer une note vocale
it: Registra nota vocale

source: Recording…
de: Aufnahme…
es: Grabando…
fr: Enregistrement…
it: Registrando…

# Recovery folders: %lld Copied: %lld Skipped: %lld Errors: %lld
source: Recovery folders: %1$lld Copied: %2$lld Skipped: %3$lld Errors: %4$lld
de: Wiederherstellungsordner: %1$lld Kopiert: %2$lld Übersprungen: %3$lld Fehler: %4$lld
es: Carpetas de recuperación: %1$lld Copiados: %2$lld Omitidos: %3$lld Errores: %4$lld
fr: Dossiers de récupération : %1$lld Copiés : %2$lld Ignorés : %3$lld Erreurs : %4$lld
it: Cartelle di recupero: %1$lld Copiati: %2$lld Saltati: %3$lld Errori: %4$lld

# recurrence.daily
source: Every day
de: Jeden Tag
es: Cada día
fr: Chaque jour
it: Ogni giorno

# recurrence.day.one
source: day
de: Tag
es: día
fr: jour
it: giorno

# recurrence.day.other
source: days
de: Tage
es: días
fr: jours
it: giorni

# recurrence.format %lld %@"
source: Every %lld %@
de: Alle %lld %@
es: Cada %lld %@
fr: Tous les %lld %@
it: Ogni %lld %@

# recurrence.month.one
source: month
de: Monat
es: mes
fr: mois
it: mese

# recurrence.month.other
source: months
de: Monate
es: meses
fr: mois
it: mesi

# recurrence.monthly
source: Every month
de: Jeden Monat
es: Cada mes
fr: Chaque mois
it: Ogni mese

# recurrence.none
source: None
de: Nie
es: Nunca
fr: Jamais
it: Mai

# recurrence.week.one
source: week
de: Woche
es: semana
fr: semaine
it: settimana

# recurrence.week.other
source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane

# recurrence.weekly
source: Every week
de: Jede Woche
es: Cada semana
fr: Chaque semaine
it: Ogni settimana

# recurrence.year.one
source: year
de: Jahr
es: año
fr: an
it: anno

# recurrence.year.other
source: years
de: Jahre
es: años
fr: ans
it: anni

# recurrence.yearly
source: Every year
de: Jeden Tag
es: Cada año
fr: Chaque année
it: Ogni anno

source: Recurring
de: Wiederkehrend
es: Recurrentes
fr: Récurrents
it: Ricorrenti

source: Recurring task
de: Wiederkehrende Aufgabe
es: Tarea recurrente
fr: Tâche récurrente
it: Attività ricorrente

source: Recurring Tasks
de: Wiederkehrende Aufgaben
es: Tareas recurrentes
fr: Tâches récurrentes
it: Attività ricorrenti

source: remaining
de: verbleibend
es: restantes
fr: restants
it: rimanenti

source: Remind me using %@
de: Erinnere mich mit %@
es: Recordatorio en %@
fr: Rappelle-moi dans %@
it: Promemoria in %@

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi

source: Remove deadline?
de: Frist entfernen?
es: ¿Eliminar la fecha límite?
fr: Supprimer la date limite ?
it: Rimuovere la scadenza?

source: Remove Favorite
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti

source: Remove Filters
de: Filter entfernen
es: Remover filtros
fr: Supprimer i filtres
it: Rimuovi filtri

source: Remove location?
de: Standort entfernen?
es: ¿Eliminar ubicación?
fr: Supprimer le lieu ?
it: Rimuovere la posizione?

source: Remove Logo
de: Logo entfernen
es: Eliminar logotipo
fr: Supprimer le logo
it: Rimuovi Logo

source: Reorder the tabs in the navigation bar and personalize task rows by choosing their style, corners, borders, material, and height.
de: Ordnen Sie die Tabs in der Navigationsleiste neu an und passen Sie Aufgabenzeilen an, indem Sie Stil, Ecken, Rahmen, Material und Höhe auswählen
es: Reordena las pestañas de la barra de navegación y personaliza las filas de las tareas eligiendo su estilo, esquinas, bordes, material y altura.
fr: Réorganisez les onglets de la barre de navigation et personnalisez les lignes de tâches en choisissant leur style, leurs coins, leurs bordures, leur matériau et leur hauteur.
it: Riordina le schede della barra di navigazione e personalizza le righe delle attività scegliendone lo stile, gli angoli, i bordi, il materiale e l'altezza.

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara

source: Repair Kit
de: Reparaturset
es: Kit de reparación
fr: Kit de réparation
it: Kit di riparazione
